Repository: OPUS4/application
Catalog: modules/admin/language/admin.tmx
Source language: de
Languages: en

source: Konfiguration
en: Configure

source: Luceneindex aufbauen
en: Build Lucene index

source: Sammlungen
en: Collections

source: Institute, Klassifikationen, Publikationslisten, ...
en: Institutes, Classifications, Publication Lists, ...

source: Schriftenreihen
en: Series

source: Personendaten verwalten
en: Person data

source: Lizenzen
en: Licences

source: Organisatorische Einheiten (Institute, Fakultäten, ...) verwalten
en: Organizational units

source: Organisationsbaum verwalten
en: Organization tree

source: Dokumente
en: Documents

source: Metadaten und Zuweisungen zu Sammlungen, Klassifikationen, Lizenzen und Schriftenreihen bearbeiten. Dokumentstatus ändern und Dateien (Volltexte) verwalten.
en: Edit document metadata. Delete documents and manage files.

source: Sprachen
en: Languages

source: Veröffentlichungsstatistik
en: Publication Statistics

source: Informationen für DNB
en: Information for DNB

source: Verbreitende Stelle und Vergabeinstitution.
en: Manage Institutions for DNB, that serve as dispersive bodies for theses.

source: Benutzerdefinierte Felder (Enrichments)
en: Manage Enrichmentkeys

source: Zugriffskontrolle
en: Access Control

source: Editieren
en: Edit

source: Löschen
en: Delete

source: Nutzerrollen
en: User Roles

source: Speichern
en: Create

source: Zurück
en: Cancel

source: Systeminformationen
en: System Information

source: Systemparameter
en: System Parameters

source: Die Eingaben sind leider nicht vollständig korrekt.
en: The form input is not valid.

source: Bibtex via Upload importieren.
en: Import bibtex-files via upload.

source: Sie benutzen die neueste Opus-Version
en: Your Opus version is up to date.

source: Sie benutzen nicht die neueste Opus-Version
en: Your Opus version is not up to date.

source: Sie bekommen die neueste Version hier.
en: Get the latest version here.

source: Dokumenttypen
en: Document Types

source: Die Validierung der rot-markierten Dokumententypen ist fehlgeschlagen.
en: The red-marked document types are not valid.

source: Titel
en: Name

source: Dateiname
en: File Name

source: aktiv
en: active

source: inaktiv
en: inactive

source: Fehler
en: Error

source: Fehler anzeigen
en: Show Error

source: Fehlermeldung des Dokumenttyps
en: Error Message of Document Type

source: Verschiedene Dokumenttypen
en: Document Types

source: Aktive Dokumenttypen
en: Active documents

source: Der angegebene Dokumenttyp ist ungültig oder nicht vorhanden
en: The requested document type is invalid or undefined
